Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: shoutcast/po/*.po
Languages: ru

source: All
ru: Все

source: Off
ru: Выкл

source: every minute
ru: каждую минуту

source: every three minutes
ru: каждую третью минуту

source: every five minutes
ru: каждую пятую минуту

source: listen to shoutcast internet-radio
ru: слушать Shoutcast интернет-радио

source: Record
ru: Запись

source: Genres
ru: Жанр

source: Stations
ru: Станции

source: Favorites
ru: Фавориты

source: Getting SHOUTcast genre list...
ru: Получение списка SHOUTcast жанра ...

source: Stop record
ru: Остановить запись

source: Recording stream station
ru: Записать поток станции

source: Do you really want to stop the recording?
ru: Вы действительно хотите остановить запись?

source: Recording length
ru: Продолжительность записи

source: Enter in minutes (0 means unlimited)
ru: Задать в минутах (0 неограниченно)

source: Only running streamings can be recorded!
ru: Работает только в потоке может быть записан

source: SHOUTcast genre list
ru: SHOUTcast лист жанра

source: SHOUTcast station list for %s
ru: SHOUTcast список станций для %s

source: Favorite list
ru: Список фаворитов

source: %s Press green-button to try again...
ru: %s Нажмите зеленую кнопку, чтобы повторить попытку ...

source: Getting streaming data from %s
ru: Получение данных из потока %s

source: No streaming data found...
ru: Поток не найден...

source: genre %s
ru: жанр %s

source: Getting %s
ru: Получить %s

source: Config
ru: Конфигурация

source: Search
ru: Поиск

source: rename current selected favorite
ru: переименовать выбранный фаворит

source: remove current selected favorite
ru: переименовать выбранный фаворит

source: Add current selected genre to favorite
ru: Добавить выбранный жанр в фавориты

source: Add current selected station to favorite
ru: Добавить выбранную станцию в фавориты

source: Add current playing stream to favorite
ru: Добавить играющий поток в фавориты

source: Hide
ru: Спрятать

source: Enter new name for favorite item
ru: Задать новое имя для фаворита

source: Enter text to search for
ru: Задайте текст для поиска

source: search-criteria %s
ru: поиск критериев %s

source: Searching SHOUTcast for %s...
ru: Поиск SHOUTcast для %s...

source: %s Press OK to try again...
ru: %s Нажмите OK для повторения....

source: Title: %s
ru: Название: %s

source: This Dreambox can't decode %s streams!
ru: Box не может поток %s декодировать !

source: Title: n/a
ru: Название: n/a

source: Station: %s
ru: Станция: %s

source: Audio: %s
ru: Звук: %s

source: Cancel
ru: Отменить

source: Streaming rate:
ru: Скорость потока:

source: Reload station list:
ru: Перегрузить список станций:

source: Rip to single file, name is timestamped
ru: Копировать в файле, имя сохраняеться

source: Create a directory for each stream
ru: Создать каталог для каждого потока

source: Add sequence number to output file
ru: Добавить порядковый номер в файл

source: Recording location:
ru: Разположение записей

source: Invalid Location
ru: Неверное расположение

source: Show in extension menu:
ru: Показать на расширение меню:
