Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: epgrefresh/po/*.po
Languages: de, fy, nl

source: Automated EPGRefresher
de: Automatisierte EPG Aktualisierung
fy: Automatyske EPG ferfasker
nl: Automatische EPG ververser

source: Bouquets
fy: Boeketten
nl: Boeketten

source: Cancel
de: Abbrechen
fy: Ôfbrekke
nl: Afbreken

source: Channels
de: Sender
fy: Kanalen
nl: Kanalen

source: Delay when not in Standby (in m)
de: Verzögerung sofern nicht im Standby (min)
fy: Fertraching wannear net yn sliipstand (yn min)
nl: Vertraging wanneer niet in Standby (in min)

source: Edit Services
de: Sender bearbeiten
fy: Bewurkje services
nl: Services bewerken

source: Editing
de: Bearbeite
fy: Oan it bewurkjen
nl: Aan het bewerken

source: Force scan even if reciever is in use
de: Aktualisierung erzwingen
fy: Sykje ek at untfanger yn gebrûk is.
nl: Ook zoeken wanneer de ontvanger in gebruik is

source: Inherit Services from AutoTimer if available
de: Zusätzlich Sender vom AutoTimer verwenden
fy: Services fan AutoTimer brûke at dizze beskikber is.
nl: Services uit AutoTimer halen wanneer deze beschikbaar is

source: New
de: Neu
nl: Nieuw

source: Really close without saving settings?
de: Wirklich Beenden ohne zu Speichern?
nl: Echt sluiten zonder op te slaan ?

source: Refresh EPG after
de: Aktualisiere nach
fy: Ferfaskje EPG nei
nl: Ververs EPG na

source: Refresh EPG before
de: Aktualisiere vor
fy: Ferfaskje EPG foar
nl: Ververs EPG voor

source: Refresh automatically
de: Automatisch aktualisieren
fy: Ferfaskje automatysk
nl: Automatisch verversen

source: Refresh now
de: Jetzt aktualisieren
fy: Ferfaskje no
nl: Nu verversen

source: Refreshing
de: Aktualisiere
fy: Oan it ferfaskjen
nl: Aan het verversen

source: Select bouquet to refresh
de: Bouquet zum aktualisieren auswählen
fy: Kies boeket om te ferfaskjen
nl: Kies boeket om te verversen

source: Select channel to refresh
de: Sender zum aktualisieren auswählen
fy: Kies útstjoering om te ferfaskjen
nl: Kies zender om te verversen

source: Shutdown after refresh
de: Nach Aktualisieren herunterfahren
fy: Ofslúte nei it ferfaskjen
nl: Afsluiten na het verversen

source: Time to stay on service (in m)
de: Verbleibe auf Sender für (min)
fy: Tiid op dizze service bliuwe (ym min)
nl: Deze tijd op de service blijven (in min)

source: delete
de: Löschen
fy: Ferwiderje
nl: verwijderen
