Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: ac3lipsync/po/*.po
Languages: de, tr

source: AC3 Lip Sync
tr: AC3 Dudak senkronu

source: sets the AC3 audio Delay (LipSync)
de: setzt die Audio- Verzögerung (Lippensynchronität)
tr: AC3 ses gecikmesini ayarlayın

source: AC3 Lip Sync Setup
tr: AC3 Dudak senkron ayarları

source: Setup for the AC3 Lip Sync Plugin
de: Setup für das AC3 Lip Sync Plugin
tr: AC3 dudak senkron eklentisi

source: Switch to user key- delays
tr: Kullanıcı tuş gecikmelerine geç

source: Switch to calculated key- delays
tr: Hesaplanan tuş gecikmelerine geç

source: %s delay:
de: %s Verzögerung:
tr: %s gecikmesi:

source: Channel audio:
de: Tonspur Sender:
tr: Ses izi:

source: Cancel
de: Abbrechen
tr: Vazgeç

source: OK
tr: Tamam

source: Switch audio
de: Tonspur ...
tr: Ses izini seç

source: Save
de: Speichern
tr: Kaydet

source: Save current %(audio)s delay of %(delay)i ms to key
de: Aktuelle %(audio)s Verzögerung (%(delay)i ms) auf Taste legen
tr: Geçerli %(audio)s izi için %(delay)i ms gecikmeyi, tuşa kaydet

source: Menu
tr: Menü

source: Invalid selection
de: Ungültige Auswahl
tr: Geçersiz seçim

source: Save %s delay
de: %s Delay speichern
tr: %s gecikmesini kaydet

source: Save both delays
de: Beide Verzögerungen speichern
tr: İki gecikmeyide kaydet

source: Which delays do you want to set
de: Wählen Sie, was Sie speichern wollen
tr: Hangi gecikmeyi kaydetmek istiyorsunuz?

source: Saved %(audio)s value: %(delay)i ms
de: Gespeicherter %(audio)s Wert: %(delay)i ms
tr: %(audio)s izi için %(delay)i ms gecikme kaydedildi

source: Select the key you want to set to %i ms
de: Wählen Sie die Taste, die Sie mit %i ms belegen wollen
tr: %i ms gecikmeyi atamak istediğiniz tuşu seçin

source: Key %(key)i (current value: %(value)i ms)
tr: %(key)i tuşu (mevcut değer: %(value)i ms)

source: Setting key canceled
de: Setzen der Taste abgebrochen
tr: Tuş tanımlama iptal edildi

source: %(Key)s successfully set to %(delay)i ms
tr: %(Key)s tuşuna %(delay)i ms gecikme süresi atandı

source: Minimum delay
tr: Minimum gecikme

source: Maximum delay
tr: Maksimum gecikme

source: Step in ms for arrow keys
de: Schrittweite in ms für Pfeiltasten
tr: <> tuşlarına basıldığında atlanacak süre (ms)

source: Wait time in ms before activation:
de: Wartezeit in ms vor Aktivierung
tr: Aktivasyondan önce bekleme süresi (ms):

source: Step in ms for key %i
de: Schrittweite in ms für Taste %i
tr: %i tuşuna basıldığında atlanacak süre (ms)

source: Recalculate...
tr: Tekr. hesapla

source: Key %(key)s (current value: %(value)i ms)
de: Taste %(key)s (aktueller Wert: %(value)i ms)

source: Key %(Key)s successfully set to %(delay)i ms
de: %(Key)s erfolgreich auf %(delay)i ms gesetzt

source: Outer Bound (+/-)
de: Maximale Verzögerung (+/-)

source: Step in ms for keys '%s'
de: Schrittweite in ms für Taste %s
