Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: epgsearch/po/*.po
Languages: fi

source: EPG Search
fi: Ohjelmaoppaasta haku

source: New Search
fi: Uusi haku

source: History
fi: Historia

source: Add timer
fi: Lisää ajastus

source: Enter text to search for
fi: Syötä haettava teksti

source: Import from Timer
fi: Tuo tehdystä ajastuksesta

source: Import from EPG
fi: Tuo ajastus ohjelmaoppaasta

source: Import from AutoTimer
fi: Tuo ajastus AutoTimerista

source: Save search as AutoTimer
fi: Tallenna haku AutoTimeriin

source: Export selected as AutoTimer
fi: Vie valitut AutoTimeriin

source: Setup
fi: Asetukset

source: Could not read AutoTimer timer list: %s
fi: AutoTimerin ajastuslistaa ei voitu lukea: %s

source: Select text to search for
fi: Valitse haettava teksti

source: No history
fi: Ei historiaa

source: Cancel
fi: Peruuta

source: Select a timer to search
fi: Valitse ajastus jota haetaan

source: Channel Selection
fi: Kanavanvalinta

source: Search
fi: Hae

source: EPGSearch Setup
fi: Ohjelmaoppaan haun asetukset

source: Length of History
fi: Hakuhistorian pituus

source: How many entries to keep in the search history at most. 0 disables history entirely!
fi: Kuinka monta hakua pidetään hakuhistoriassa. 0 asettaa historian pois käytöstä kokonaan!

source: Add "Search" Button to EPG
fi: Lisää "Hae" Nappi ohjelmaoppaaseen

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
fi: Kun tämä asetus on päällä, lisäosa lisää "Hae" Napin ohjelmaoppaaseen.

source: Search EPG
fi: Hae ohjelmaoppaasta

source: search EPG...
fi: Hae ohjelmaoppaasta...

source: search EPG
fi: Hae ohjelmaoppaasta
