Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: networkwizard/po/*.po
Languages: de, es, fy, sr, tr

source: Configure interface
fy: Interface ynstelle
sr: Konfigurišite interfejs

source: Configure nameservers
fy: Nammeservers ynstelle
sr: Konfigurišite nejmeservere

source: Configure your internal LAN
de: Internes Netzwerk konfigurieren
es: Configurar su RED interna
fy: Ynterne LAN ynstelle
sr: Konfigurišite svoj interni LAN
tr: Yerel ağ yapılandırması

source: Configure your network again
fy: Netwurk opnei ynstelle
sr: Konfigurišite svoju mrežu ponovo

source: Configure your wireless LAN again
de: Funknetzwerk erneut konfigurieren
es: Configurar su RED inalámbrica otra vez
fy: Triidloas LAN opnei ynstelle
sr: Konfigurišite svoj bežični LAN ponovo
tr: Kablosuz ağınızı yeniden yapılandırın

source: Exit network wizard
sr: Napustite mrežni čarobnjak

source: Network Wizard
de: Netzwerk Assistent
es: Asistente de Red
fy: Netwurk gûcheler
sr: Mrežni čarobnjak
tr: Ağ sihirbazı

source: No networks found
sr: Nijedna mreža nije nađena

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
fy: Graach de nammeservers neisjen of ynstelle troch de juste fjilden yn te jaan. Druk OK om troch te gean.
sr: Molim,konfigurišite ili potvrdite vaše nejmservere popunjavajući tražene vrednosti. Kada ste spremni,pritisnite OK da nastavite.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
fy: Graach de internet ferbining neisjen of ynstelle troch de juste fjilden yn te jaan. Druk OK om troch te gean.
sr: Molim,konfigurišite vašu internet vezu popunjavajući tražene vrednosti. Kada ste spremni,pritisnite OK da nastavite.

source: Please follow the instructions on the TV
fy: Folgje de opjeften fan it TV skerm
sr: Molim,pratite instrukcije na TV-u

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
fy: Graach de netwurk interface kieze foar gebrûk mei it internet. Druk OK om troch te gean.
sr: Molim,izaberite mrežni interfejs koji želite da koristite za vašu internet vezu. Molim pritisnite OK da nastavite

source: Please select the wireless network that you want to connect to. Please press OK to continue.
sr: Molim izaberite bežičnu mrežu na koju želite da se povežete. Molim pritisnite OK da nastavite.

source: Please wait while we prepare your network interfaces...
sr: Molim sačekajte dok pripremimo vaše mrežne interfejse...

source: Please wait while we test your network...
sr: Molim sačekajte dok testiramo vašu mrežu...

source: Select interface
fy: Kies interface
sr: Izaberite interfejs

source: Select wireless network
fy: Kies triidloas netwurk
sr: Izaberite bežičnu mrežu

source: Thank you for using the wizard. Please press OK to continue.
fy: Dank foar it brûken fan de gûcheler. Druk OK om troch te gean.
sr: Hvala što ste koristili čarobnjak. Molim pritisnite OK da nastavite.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
de: Das WirelessLan Plugin ist nicht instaliert! Bitte installieren Sie es und wählen Sie dann eine Option zum fortfahren.
es: El plugin de RED inalámbrica no está instalado! Por favor, instálelo y elija que quiere hacer lo siguiente.
fy: De triidloas LAN plugin is net ynstallearre ! Ynstallearje de plugin en kies wot jo dan dwaan wolle.
sr: Bežični LAN dodatak nije instaliran! Molim,instalirajte ga i izaberite šta sledeće želite uraditi.
tr: Kablosuz ağ (WLAN) eklentisi yüklenmemiş! Lütfen yükleyin ve sonraki adımda seçiminizi yapın

source: Welcome. If you want to connect your Dreambox to the Internet, this wizard will guide you through the basic network setup of your Dreambox. Press OK to start configuring your network
de: Wilkommen. Wenn Sie Ihre Dreambox mit dem Internet verbinden möchten, wird sie dieser Assistent durch die grundlegenden Netzwerkeinstellungen führen. Drücken Sie OK um Ihr Netzwerk zu konfigurieren
es: Bienvenido. Si quiere conectar su Dreambox a Internet, este asistente le guiará en la configuración básica de red de su Dreambox. Pulse OK para comenzar a configurar su red
fy: Wolkom. Dizze gûcheler rint mei jo troch de stappen foar it ynstellen fan de basis netwurk ynstellingen fan jo Dreambox. Druk OK om te begjinnen.
sr: Dobrodošli. Ako želite da povežete vaš drimboks na internet,ovaj čarobnjak će vas voditi kroz osnovne mrežne postavke vašeg drimboksa. Pritisnite OK da počnete konfigurisanje vaše mreže
tr: Hoşgeldiniz. Dreambox'ınızı internete bağlamak istiyorsanız, bu sihirbaz size ağ yapılandırmanızı yapabilmeniz için rehberlik yapacaktır. Ağ yapılandırmasına başlamak için OK tuşuna basın

source: Your Dreambox is now ready to use. Your internet connection is working now. Please press OK to continue.
fy: Jo Dreambox is no klear foar gebrûk. De internet ferbining is oanslûten an it net. Druk OK om troch te gean.
sr: Vaš drimboks je sada spreman za upotrebu. Vaša internet veza sada radi. Molim pritisnite OK da nastavite.

source: Your internet connection is not working! Please choose what you want to do next.
fy: Jo internetferbinining wurket net ! Kies wat jo no dwaan wolle
sr: Vaša internet veza ne radi! Molim izaberite šta sledeće želite uraditi.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
de: Ihre Funk-Internetverbindung konnte nicht gestartet werden! Ist Ihr USB WLAN Stick korrekt angeschlossen? Bite wählen Sie eine Option zum fortfahren.
es: Su conexión a internet inalámbrica no puede iniciarse! Ha conectado un dispositivo WLAN USB? Pulse que quiere hacer lo siguiente.
fy: Jo triidloas internet oansluting koe net start wurde! Hawwe jo jo USB WLAN Stick oanslûten ?n Kies wat jo no dwaan wolle.
sr: Vaša bežična LAN internet veza ne može biti startovana! Da li ste uključili vaš USB WLAN stik? Molim izaberite šta sledeće želite uraditi.
tr: Kablosuz ağ bağlantısı başlatılamadı! USB WLAN çubuğunu taktığınızdan emin olun? Lütfen sonraki adımda yapmak istediğiniz işlemi seçin.

source: enter hidden network SSID
sr: ubaciti skriveni mrežni SSID

source: hidden...
sr: skriven...

source: unavailable
de: nicht verfügbar
es: no disponible
fy: net beskikber
sr: nedostupan
tr: kullanılamaz

source: Configure your LAN again
de: Netzwerk erneut konfigurieren
es: Configurar su RED otra vez
tr: Ağınızı yeniden yapılandırın

source: Configure your wireless LAN
de: Funknetzwerk konfigurieren
es: Configurar su RED inalámbrica
tr: Kablosuz ağınızı yeniden yapılandırın

source: Exit wizard and configure later manually
de: Assistenten beenden und manuell konfigurieren
es: Salir del asistente y configurar manualmente más tarde
fy: Gûcheler ofslûte en letter ynstelle
tr: Sihirbazdan çık, daha sonra elle ayarlayacağım

source: No Networks found
de: Keine Netzwerke gefunden
es: No encontré redes
fy: Gjin Netwurken fûn
tr: Kablosuz ağ bulunamadı

source: Please configure your LAN internet connection by filling out the required values. When you are ready press OK to continue.
de: Konfigurieren Sie Ihr Netzwerk durch ausfüllen der entsprechenden Werte. Drücken Sie OK zum fortfahren
es: Por favor, configure su conexión de red a internet rellenando los valores necesarios. Cuando esté preparado pulse OK para continuar.
tr: Lütfen internet bağlantı ayarlarınızı, gerekli alanları doldurarak yapılandırın. Devam etmek için hazır olduğunuzda, OK tuşuna basın.

source: Please configure your wireless LAN internet connection by filling out the required values. When you are done, press OK to continue.
de: Konfigurieren Sie Ihr Funketzwerk durch ausfüllen der entsprechenden Werte. Drücken Sie OK zum fortfahren.
es: Por favor, configure su conexión inalámbrica a internet rellenando los valores necesarios. Cuando esté preparado pulse OK para continuar.
tr: Lütfen kablosuz internet bağlantı ayarlarınızı, gerekli alanları doldurarak yapılandırın. Devam etmek için hazır olduğunuzda, OK tuşuna basın.

source: Please select the wireless LAN network that you want to connect to. Please press OK to continue.
de: Bitte wählen Sie das Funknetzwerk zu welchem Sie sich verbinden möchten. Drücken Sie OK zum fortfahren.
es: Seleccione la RED inalámbrica a la quiera conectar. Pulse OK para continuar.
fy: Graach de triidloaze LAN netwurk interface kieze foar gebrûk mei it internet. Druk OK om troch te gean.
tr: Lütfen bağlanmak istediğiniz kablosuz ağı seçin. Devam etmek için OK tuşuna basın.

source: Restart your wireless interface
de: Funk-Netzwerkadapter neu starten
es: Reiniciar el interface inalámbrico
tr: Kablosuz arayüzünü yeniden başlat

source: Thank you for using the wizard. Your Dreambox is now ready to use. Please press OK to continue.
de: Vielen Dank das Sie den Assisten benutzt haben. Ihr Netzwerk ist nun fertig konfiguriert. Drücken Sie OK zum fortfahren.
es: Gracias por usar este asistente. Su Dreambox está ahora preparado para su uso. Pulse OK para continuar.
tr: Sihirbazı kullandığınız için teşekkür ederiz. Şimdi Dreambox'ınız kullanıma hazır. Devam etmek için OK tuşuna basın.

source: Use the up/down keys on your remote control to select an option. After that, press OK. Connect to the internet...
de: Benutzen Sie die hoch/runter Tasten ihrer Fernbedienung um eine Option auszuwählen. Danach drücken Sie bitte OK. Mit dem Internet verbinden...
es: use las teclas arriba/abajo en su mando para seleccionar una opción. Después de eso, pulse OK. Conectar a internet...
tr: Uzaktan kumandanızın yukarı/aşağı tuşlarını kullanarak seçimizi yapın. Sonrasında OK'a basın. İnternet'e bağlanın...

source: Your Dreambox is now ready to use. Your LAN internet connection is working now. Please press OK to continue.
de: Ihre Dreambox ist nun konfiguriert. Ihre Internetverbindung funktioniert nun. Drücken Sie OK zum fortfahren.
es: Su Dreambox está preparado para su uso. Su conexión a internet está ahora funcionando. Pulse OK para continuar.
tr: Dreambox'ınız kullanıma hazır. İnternet bağlantınız çalışıyor. Devam etmek için OK tuşuna basın.

source: Your Dreambox is now ready to use. Your wireless LAN internet connection is working now. Please press OK to continue.
de: Ihre Dreambox ist nun konfiguriert. Ihre Funk-Internetverbindung funktioniert nun. Drücken Sie OK zum fortfahren.
es: Su Dreambox está preparado para su uso. Su conexión a internet inalámbrica está ahora funcionando. Pulse OK para continuar.
tr: Dreambox'ınız kullanıma hazır. Kablosuz internet bağlantınız çalışıyor. Devam etmek için OK tuşuna basın.

source: Your LAN internet connection is not working! Please choose what you want to do next.
de: Ihre Internetverbindung funktioniert nicht! Bite wählen Sie eine Option zum fortfahren.
es: Su conexión de red local a internet no está funcionando! Elija que quiere hacer lo siguiente.
tr: İnternet bağlantınız çalışmıyor! Lütfen sonraki adımda yapmak istediğiniz işlemi seçin.

source: Your network is restarting. Please press OK to continue.
de: Ihr Netzwerk wird neu gestartet. Bitte drücken Sie OK zum fortfahren.
es: Su red está reiniciando. Pulse OK para continuar.
tr: Ağ yeniden başlatılıyor. Devam etmek için OK tuşuna basın.

source: Your wireless LAN internet connection is not working! Please choose what you want to do next.
de: Ihre Funk-Internetverbindung funktioniert nicht! Bite wählen Sie eine Option zum fortfahren.
es: Su conexión a internet inalámbrica no está funcionando! Elija que quiere hacer lo siguiente.
tr: Kablosuz internet bağlantınız çalışmıyor! Lütfen sonraki adımda yapmak istediğiniz işlemi seçin.

source: via LAN.
de: über LAN
es: via RED local.
tr: Ağ üzerinden.

source: via wireless LAN.
de: über WLAN
es: via RED inalámbrica.
tr: Kablosuz ağ üzerinden.
