Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: emailclient/po/*.po
Languages: sr

source: Attachments
sr: Dodatci

source: Bodys
sr: Oblici

source: Box '%s' is empty
sr: Sanduče %s je prazno

source: Date
sr: Datum

source: Email Client
sr: Imejl klijent

source: From
sr: Od

source: In order of missing standart python library files i have copied the nessary files now. But you have to restart your Box to apply this!
sr: Zbog nedostatka stand. python lib. datoteka sada sam kopirao potrebne datoteke. Ali vi treba da restartujete vaš boks da ovo primenite!

source: Mailbox
sr: Pošt. sand.

source: New mail arrived:
sr: Nova poruka stigla:

source: Password
sr: Lozinka

source: Subject
sr: Subjekt

source: Username
sr: Korisn. ime

source: cancel
sr: otkaži

source: connected
sr: spojen

source: delete
sr: obriši

source: have %d messages
sr: ima %d poruka

source: headers loaded, now parsing ...
sr: Zaglavlja učitana, sad raščlanjujem ...

source: leave unread
sr: ostavi nepročitano

source: loading headers %(from)d-%(to)d of Box '%(name)s'
sr: učitavam zaglavlja %(from)d-%(to)d iz sand.'%(name)s'

source: loading message
sr: učitavam poruku

source: logged in
sr: regstrovan

source: max of Headers to load
sr: maksimum zaglavlja za učitavanje

source: no
sr: ne

source: no date
sr: bez datuma

source: no filename
sr: bez imena datoteke

source: no from
sr: bez odakle

source: no sender
sr: bez pošiljaoca

source: no subject
sr: bez subjekta

source: notify about new mails
sr: obavesti o novim porukama

source: parsing message
sr: analiziram poruku

source: really delete Mail?
sr: stvarno obrisati poruku?

source: really undelete Mail?
sr: stvarno restaurirati poruku?

source: select Attachment
sr: izaberi dodatak

source: select Body
sr: Izaberi oblik

source: show deleted entries
sr: pokaži obrisane unose

source: undelete
sr: restauriraj

source: unread messages in mailbox
sr: nepročitane poruke u sandučetu

source: view Emails via IMAP4
sr: vidi imejlove preko IMAP4

source: yes
sr: da
