Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: hddmanager/po/*.po
Languages: lv, ru

source: 128MB
ru: 128Мб

source: 256MB
ru: 256Мб

source: 512MB
ru: 512Мб

source: 64MB
ru: 64Мб

source: Cancel
lv: Atcelt
ru: Отменить

source: Enable swap on receiver startup
lv: Iespējot swap startējot uztvērēju
ru: Включить файл подкачки при загрузке ресивера

source: Enable swapfile
lv: Iespējot swapfailu
ru: Включить файл подкачки

source: HDD mount configuration
lv: HDD montēšanas uzstādījumi
ru: Настройки монтирования HDD

source: HDD mount manager
lv: HDD montēšanas pārvaldnieks
ru: Менеджер монтирования HDD

source: Mount all on receiver startup
lv: Montēt visu startējot uztvērēju
ru: Монтировать все при загрузке ресивера

source: Mount on /media/hdd
lv: Montēt mapē /media/hdd
ru: Монтировать в /media/hdd

source: Mount on /media/hdd/movie
lv: Montēt mapē /media/hdd/movie
ru: Монтировать в /media/hdd/movie

source: no
lv: nē
ru: нет

source: nothing
lv: neko
ru: ничего

source: Please wait, is currently to created a swap file. It will take some time.
lv: Lūdzu uzgaidiet, tiek veidots swapfails. Tas aizņems zināmu laiku.
ru: Пожалуйста, подождите, создаётся файл подкачки. Это займет некоторое время.

source: Plugin to manage mounting and swapfile.
lv: Spraudnis lai pārvaldītu montēšanu un swapfailu.
ru: Плагин для управления монтировкой и файлом подкачки.
