Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: networkbrowser/po/*.po
Languages: ru

source: A mount entry with this name already exists! Update existing entry and continue?
ru: Точка монтирования с таким именем уже существует! Обновить точку монтирования и продолжить?

source: Active
ru: Статус

source: Active/ Inactive
ru: Акт./ Не акт.

source: Add a new NFS or CIFS mount point to your Dreambox.
ru: Добавить новую NFS или CIFS точку монтирования

source: Add new network mount point
ru: Добавить новую сетевую точку монтирования

source: Are you sure you want to save this network mount?
ru: Вы действительно хотите сохранить эту сетевую точку монтирования?

source: Attempt to mount shares again
ru: Попытка перемонтирования сетевых точек монтирования

source: Attempt to recover lost mounts (in background)
ru: Попытка восстановления поврежденных точек монтирования (в фоновом режиме)

source: Browse network neighbourhood
ru: Обзор сети

source: CIFS share
ru: CIFS

source: Cancel
ru: Отмена

source: Change hostname
ru: Изменить имя ресивера

source: Change the hostname of your Dreambox.
ru: Изменить сетевое имя Вашего ресивера

source: Close
ru: Закрыть

source: Delete
ru: Удалить

source: Delete mount
ru: Удалить сетевую точку монтирования

source: Do you want to enter a username and password for this host?
ru: Вы хотите ввести имя пользователя и пароль для этого хоста?

source: Enter IP to scan...
ru: Введите IP адрес для сканирования

source: Enter new hostname for your Dreambox
ru: Введите новое имя Вашего ресивера

source: Enter options:
ru: Введите настройки:

source: Enter password:
ru: Введите пароль:

source: Enter share directory:
ru: Введите директорию общего ресурса:

source: Enter share name:
ru: Введите название общего ресурса:

source: Enter user and password for host:
ru: Введите логин и пароль на хост:

source: Enter username:
ru: Введите логин:

source: Expert
ru: Эксперт

source: Finished restarting your network
ru: Перезапуск сети

source: IP Address
ru: IP адрес

source: Local share name
ru: Имя общего ресурса

source: Manage network shares
ru: Управление сетевыми общими ресурсами

source: Manage your network shares...
ru: Управление Вашими сетевыми общими ресурсами...

source: Mount again
ru: Перемонтирование

source: Mount informations
ru: Информация о монтировании

source: Mount options
ru: Настройки монтирования

source: Mount type
ru: Тип монтирования

source: MountManager
ru: Менеджер монтирования

source: Mounted/ Unmounted
ru: Смонтир./ Размонтир.

source: Mountpoints management
ru: Управление точками монтирования

source: Mounts editor
ru: Редактор точек монтирования

source: Mounts management
ru: Управление

source: NFS share
ru: NFS

source: NetworkBrowser
ru: Браузер сети

source: No network devices found!
ru: Не найдено сетевых устройств

source: Password
ru: Пароль

source: Please wait for activation of your network mount...
ru: Ждите, идет активация Ваших сетевых точек монтирования...

source: Please wait while removing your network mount...
ru: Ждите, идет удалени Ваших сетевых точек монтирования...

source: Please wait while updating your network mount...
ru: Ждите, идет обновление Ваших сетевых точек монтирования...

source: Please wait while your network is restarting...
ru: Ждите, идет перезагрузка Вашей сети...

source: Press OK to activate the settings.
ru: Нажмите OK для активации настроек.

source: Press OK to collapse this host
ru: Нажмите OK для просмотра хоста

source: Press OK to edit selected settings.
ru: Нажмите OK для редактирования.

source: Press OK to edit the settings.
ru: Нажмите OK для редактирования

source: Press OK to expand this host
ru: Нажмите для просмотра этого хоста.

source: Press OK to mount this share!
ru: Нажмите OK для монтирования этого сетевого ресурса.

source: Press OK to mount!
ru: Нажмите OK для монтирования.

source: Press OK to save settings.
ru: Нажмите OK для записи настроек.

source: Press OK to select.
ru: Нажмите OK для выбора.

source: Rescan
ru: Сканир.

source: Scan NFS share
ru: Сканир. NFS

source: Scan range
ru: Скан. диап.

source: Search for network shares
ru: Поиск сетевых ресурсов

source: Search for network shares...
ru: Поиск сетевых общих ресурсов...

source: Searching your network. Please wait...
ru: Поиск вашей сети. Пожалуйста, ждите...

source: Server IP
ru: Сервер IP

source: Server share
ru: Сетев. рес.

source: User management
ru: Управление пользователями

source: Usermanager
ru: Управление пользователями

source: Username
ru: Логин

source: View, edit or delete mountpoints on your Dreambox.
ru: Посмотреть, редактировать или удалить точки монтирования Вашего ресивера

source: View, edit or delete usernames and passwords for your network.
ru: Посмотреть, редактировать или удалить логины и пароли Вашей сети

source: Your network mount has been activated.
ru: Ваша сетевая точка монтирования активирована

source: Your network mount has been removed.
ru: Ваша сетевая точка монтирования удалена.

source: Your network mount has been updated.
ru: Ваша сетевая точка монтирования обновлена

source: use as HDD replacement
ru: использовать как подключаемый HDD
