Repository: 13K-OMAR/enigma2-plugins-sh4
Catalog: 3dsettings/po/*.po
Languages: ru

source: off
ru: Выкл

source: on with side by side
ru: вкл рядом

source: on with top/bottom
ru: вкл вверху/внизу

source: Side by side
ru: Рядом

source: Top/Bottom
ru: Вверху/Снизу

source: 2D mode
ru: 2D режим

source: Show side by side option in extension menu
ru: Активировать рядом опцию в расширенном меню

source: Show top/bottom option in extension menu
ru: Активировать вверху/снизу опцию в расширеном меню

source: Switch OSD automatically
ru: Переключить автоматически

source: Offset
ru: Смещение

source: 3D settings
ru: 3D Установки

source: 3D: Enable side by side menu
ru: 3D: Рядом модус включить

source: 3D: Enable top/bottom menu
ru: 3D Сверху/Снизу модус включить

source: 3D: disable 3D menu
ru: 3D: 3D модус выключить

source: Change 3D settings
ru: 3D Изменить установки
